Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B18C.tmx
Source language: en_us
Languages: zh_cn

source: "What Do You Mean, I Don't Have Schizophrenia?"
zh_cn: 你说什么 我没有精神分裂？

source: Dr Pierre is associate director of residency education at the UCLA Semel Institute for Neuroscience and the VA West Los Angeles Healthcare Center.
zh_cn: Pierre博士是(美国)加利福尼亚大学洛杉矶分校Semel精神科学研究所和洛杉矶西弗吉尼亚州医疗中心的医师培训副主任。

source: He is also co-chief of the Schizophrenia Treatment Unit at the VA West Los Angeles Healthcare Center and associate clinical professor in the Department of Psychiatry and Biobehavioral Sciences at the David Geffen School of Medicine at UCLA.
zh_cn: 他还是洛杉矶西弗吉尼亚州医疗中心精神分裂症治疗组的联席首席，加州大学洛杉矶分校临床精神病学系和David Geffen医学院生物行为科学的临床教授。

source: My first job after residency involved working at a large Veterans Affairs hospital in an outpatient dual diagnosis treatment program that focused on the comorbidity of schizophrenia and cocaine dependence.
zh_cn: 我实习后的第一份工作是在一所大型的退伍军人事务医疗所里，参与了两项门诊诊断项目，关注精神分裂和可卡因依赖情况。

source: Having recently completed a chief resident position at the same hospital's inpatient unit that focused on schizophrenia without substance abuse, I was struck by how "unschizophrenic" my new patients were.
zh_cn: 最近我结束了在这所医院住院组担任的驻院总医师的职务，期间我们侧重对不伴有药物滥用的精神分裂进行研究。我震惊于我的新病患们是如何的具有“非精神分裂症”的表现。

source: They were organized and social.
zh_cn: 他们有条理清晰、乐于交际。

source: Their psychotic symptoms were usually limited to claims of "hearing voices," for which insight was intact and pharmacotherapy was readily requested.
zh_cn: 他们的精神病症状通常仅限于声称（自己）“幻听”，而其洞察力未受影响，药物治疗也进行的十分顺利。

source: When I interviewed these patients and asked what ailed them, they would often simply reply, "schizophreniaЁC bipolar disorder."
zh_cn: 当我去探望这些病人然后问他们的不适之处时，他们通常会随口说道：“精神分裂症。”

source: When I pressed for details (taking care not to ask leading questions but instead to encourage the patient to describe his or her own subjective experience), I often received a terse and sometimes hostile retort to the effect that, "it's all there in the chart."
zh_cn: 当我去了解详情时（注意并非是具有诱导性的提问，而是鼓励病患描述他（她）自己的主观感受），我经常得到一个简单的答案而且有时还会造成他们怀有一种敌视的反击：“病历上面不是都有吗！”

source: It quickly became clear that patients thought of me as a prescriber of medications and that the expected transaction would involve a rote recitation of a few brief symptoms on their part --- "sleep," "voices," "paranoia," "nerves" --- in exchange for a flourish of my pen on a prescription pad.
zh_cn: 显而易见的，这些病患把我看做是一个处方医生，会如他们预期的一样用几个简单的术语记录他们的症状——“嗜睡”，“幻听”，“偏执”，“神经质”——以此在处方上面有了光荣的记录。

source: When I made the mistake of suggesting that a patient might not have schizophrenia, the reaction was often one of outrage.
zh_cn: 当我故意地暗示病患可能没有精神分裂症时，他们的反映通常相当激愤。

source: Of course, in my patients' world and in the wake of the Contract With America Advancement Act of 1996 --- a diagnosis of schizophrenia is one of the best ways to gain access to a disability income and other social services that are unavailable for those who "only" have a substance use disorder.
zh_cn: 当然，我的病患们的想法是，随着1996年《与美国的合同促进法案》的颁布——拥有一份精神分裂症的诊断是获取一份残疾补助和其他的社会福利的最好的保障之一，而这些好处却不能被“仅仅”患有药品使用异常的病患享受。

source: 1 So, despite my best intentions, my patients were far from relieved when I "took away" their schizophrenia diagnosis or an antipsychotic medication.
zh_cn: 1所以，尽管是出于好意，但我的病患并不会在我“带走”他们的精神病的诊断或是取消他们的安定药物后而如释重负。

source: On the contrary, their very existence was threatened.
zh_cn: 相反，他们的生活才真正地受到了威胁。

source: Viewed from this perspective, I realized that malingering, if present, was often iatrogenic --- incentivized by increasingly restrictive criteria for disability incomes or access to care that characterize addiction as a lifestyle choice.
zh_cn: 从这个角度看，我意识到装病，在另一个方面，也有其医源性——由于越来越严格的残疾补助和获得医疗照顾的标准，他们就产生了这种以装病来谋生的动机。

source: I'd find myself thinking of Jean Valjean: given existing conditions, who wouldn't steal the loaf of bread as a simple act of survival?
zh_cn: 自己再想想Jean Valjean：鉴于现有的生存条件，谁不会去偷面包来维持自己最低的生存标准呢？

source: Furthermore, as my aging patients headed into the "generativity vs stagnation" phase of their lives and surveyed the rocky landscape of the preceding 30- some years, it was no doubt more comforting to think that their lives had been torn apart because of something external, like schizophrenia or "voices," rather than their "own" addictive behaviors.
zh_cn: 此外，由于我的一些上了年龄的病患们正步入他们生命中“繁殖与停滞”（ps:埃里克森的人格八段论）的阶段，他们之前的30年左右也是像是勘探地理岩石景观一样辛苦，更加毫无疑问地猜想他们的生活已经因客观因素遭到了破坏，例如精神分裂或是“幻听”，而不是自己故意地去装病。

source: Psychosis: culprit or scapegoat?
zh_cn: 精神病：罪魁祸首还是替罪羊？

source: In the wake of 9/11, regular reports of suicide bombings in the Middle East, and the spate of school or public shootings that have occurred in this country in recent years, it is fascinating to read the language that emerges in newspaper headlines.
zh_cn: 随着近些年来的9.11事件，频繁报道着中东地区的自杀式炸弹袭击事件和一连串的校园或公共场所的枪击事件，新闻报纸头条上也会经常出现那类引人注意的词汇。

source: "Fanatics" and "psychopaths" embark on shooting "sprees" and "rampages."
zh_cn: “狂热分子”和“精神病患者”因病“发狂”而“开枪乱射”。

source: Evidence of "strange," "odd," or "erratic" behavior, "paranoia," and "psychological treatment" is uncovered. Suicide notes or other writings contain "bizarre diatribes" and "delusional rants."
zh_cn: 不仅“不可思议的”、“奇怪的”或是“不稳定的”举动成了证据，“偏执狂”和“心理治疗”也被揭发——写好的遗书或是他们写的一些“奇怪的诅咒”和“妄想癖”。

source: The media and public often seem to want to find a culprit in psychosis, and armchair speculation about whether schizophrenia might somehow be responsible inevitably follows.
zh_cn: 媒体和公众似乎经常想要在精神病患者中找到一个罪魁祸首，安坐深思精神分裂病患者是否不可避免地应当对如下的情况负责。

source: How else can we explain shocking, heinous, and antisocial acts of violence that strike fear in our hearts?
zh_cn: 这些令人震惊、令人发指和反社会的暴力行为在我们心中造成的恐惧，我们应如何解释？可以肯定的是，精神病是这些恐怖行为的根源，“一般人”都不会说要让他们担责任。

source: It comforts and reassures us that psychosis is at the root of these horrifying acts and that "normal" people did not commit them.
zh_cn: 可以肯定的是，精神病是这些恐怖行为的根源，“一般人”都不会说要让他们担责任。

source: We fantasize that if we can only better recognize and sequester the mentally ill, then we can keep our streets, schools, and countries safe.
zh_cn: 想一想，如果我们能够更好地认出和隔离这些精神病患者，那么就可以保证我们的公共场所、学校乃至国家的安全。

source: As with my dual diagnosis patients, I'm often quick to play the diagnostic skeptic.
zh_cn: 正如我的双重诊断病人一样，我经常冲动地就成了一个怀疑论者。

source: While I firmly reject the Szaszian notion that mental illness does not exist, I am ever wary of our quickness to equate deviant behavior --- even when shockingly violent --- with mental illness.
zh_cn: 在我如此坚决地表明Szaszian概念中并没有所谓的精神疾病时，我警觉地注意到，我们过快地将有缺陷的行为——甚至是令人咋舌的暴力——等同于精神疾病。

source: Relegating such behavior to a tidy package with a schizophrenia/schizophrenic label renders moot any consideration of psychodynamic issues or society's role in creating the conditions that might give rise to such behavior.
zh_cn: 把这种行为简单地当做一个贴上精神分裂症（患者）标签的包裹，这就使得任何有关精神病学问题的讨论都显得毫无意义，包括也许能够引发这种行为条件的社会作用。

source: It ignores the possibility that "bad men do what good men dream"2 or that someone "normal" (albeit with a dysfunctional personality trait or 2) like you or me, our family members, or our neighbors, might one day do the unspeakable.
zh_cn: 我们忽视了这样的可能性——“坏人偶尔也做好事”；所谓的“常人”（尽管也有一两个不正常的人格特质），就像你或我、我们的家人或是我们的邻居，都说不定哪一天会做出意想不到的事情。

source: We are likewise simultaneously amused, appalled, and obsessed with the provocative, chaotic, and sometimes suicidal behavior of our society's celebrities.
zh_cn: 同时，我们也一样顽劣、可怕，痴迷于寻衅、混乱，有时还会发生社会名流的自杀性行为。

source: Here the cast of diagnostic offerings typically includes cluster B personality disorder, drug abuse, and bipolar spectrum disorder, depending on how we as individuals think of the celebrity in question.
zh_cn: 这里举出一些典型性的诊断案例：B群人格障碍、药物滥用和双相谱系障碍，做出怎样的诊断有赖于我们个人的主观判断。

source: Yet again, I find myself doubting tabloid claims of real mental illness and prefer to attribute bad behavior to spoiled narcissism or histrionic acting out.
zh_cn: 再一次地，我发现自己开始怀疑他们是真的精神疾病患者还是更喜欢做出消极的行为来满足自己的自恋癖或是表演欲。

source: Clearly, there are countertransference issues to be considered when making such diagnostic speculations.
zh_cn: 明确的是，当要使用这种诊断推测时，必须考虑存在反移情的问题。
